11/data/attachments/d8ec7d4954898f60.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f27b0bdb-b1c9-4648-adf7-b5d3b84f213f</nif:username>
            <nif:friendToBeAdded>Joseph_become_Actions_71531_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>